import { Component, OnInit } from '@angular/core';

@Component({
  selector: 'contacts',
  templateUrl: './contacts.component.html',
  styleUrls: ['./contacts.component.less']
})
export class ContactsComponent implements OnInit {

  constructor() { }

  ngOnInit() {
  }

  contacts = [
    {
      Head:"Диспетчерская служба",
      Tel:["+7(496)343-66-89","+7(916)374-71-66"],
      Email:"сds@vdknf.ru",
      Adress:"",
      Time:"круглосуточно",
      Boss:""
    },
    {
      Head:"Касса",
      Tel:["+7(496)343-77-59"],
      Email:"",
      Adress:"г. Наро-Фоминск, ул. Московская, 11-202",
      Time:"пн-чт с 8:00 до 17:00, пт с 8:00 до 15:45, БЕЗ ОБЕДА",
      Boss:""
    },
    {
      Head:"Абонентский отдел (АО)",
      Tel:["+7(496)343-34-74"],
      Email:"abonent.boss@vdknf.ru",
      Adress:"г. Наро-Фоминск, ул. Московская, 11-205",
      Time:"пн-чт с 8:00 до 17:00, пт с 8:00 до 15:45, БЕЗ ОБЕДА",
      Boss:"Начальник отдела - Ковригина Марина Владимировна"
    },
    {
      Head:"Гараж (диспетчер)",
      Tel:["+7(496)343-66-68", "+7(929)512-29-86"],
      Email:"garag@vdknf.ru",
      Adress:"г. Наро-Фоминск, ул. Московская, 11",
      Time:"пн-чт с 8:00 до 17:00, пт с 8:00 до 15:45, обед 12:00-12:45",
      Boss:""
    },
    {
      Head:"Приемная",
      Tel:["+7(496)343-06-51"],
      Email:"reception@vdknf.ru",
      Adress:"г. Наро-Фоминск, ул. Московская, 11-206",
      Time:"пн-чт с 8:00 до 17:00, пт с 8:00 до 15:45, обед 12:00-12:45",
      Boss:"Директор - Якин Александр Петрович"
    },
    {
      Head:"Заместитель директора по безопасности",
      Tel:["+7(926)208-81-77"],
      Email:"s.zam@vdknf.ru",
      Adress:"г. Наро-Фоминск, ул. Московская, 11-207",
      Time:"пн-чт с 8:00 до 17:00, пт с 8:00 до 15:45, обед 12:00-12:45",
      Boss:"Предрук Дмитрий Михайлович"
    },
    {
      Head:"Производственно-технический отдел (ПТО)",
      Tel:["+7(496)343-96-20"],
      Email:"pto.boss@vdknf.ru",
      Adress:"г. Наро-Фоминск, ул. Московская, 11-201",
      Time:"пн-чт с 8:00 до 17:00, пт с 8:00 до 15:45, обед 12:00-12:45",
      Boss:"Начальник отдела - Лагутина Наталья Васильевна"
    },
    {
      Head:"Отдел кадров",
      Tel:["+7(496)343-87-82","+7(929)900-25-03"],
      Email:"personal.zam@vdknf.ru",
      Adress:"г. Наро-Фоминск, ул. Московская, 11-209",
      Time:"пн-чт с 8:00 до 17:00, пт с 8:00 до 15:45, обед 12:00-12:45",
      Boss:"Начальник отдела кадров - Лутфуллина Фарида Фаритовна"
    },
    {
      Head:"Водопроводно-канализационный участок г. Наро-Фоминск",
      Tel:["+7(929)512-23-51"],
      Email:"voda@vdknf.ru",
      Adress:"г. Наро-Фоминск, ул. Московская, 11",
      Time:"пн-чт с 8:00 до 17:00, пт с 8:00 до 15:45, обед 12:00-12:45",
      Boss:"Начальник участка - Фролов Роман Семёнович"
    },
    {
      Head:"Водопроводно-канализационный участок г. Верея",
      Tel:["+7(496)346-86-90", "+7(929)512-24-28"],
      Email:"vereya@vdknf.ru",
      Adress:"г. Верея, ул. Солнечная, 11",
      Time:"пн-чт с 8:00 до 17:00, пт с 8:00 до 15:45, обед 12:00-12:45",
      Boss:"Начальник участка - Савченков Юрий Иванович"
    },
    {
      Head:"Водопроводно-канализационный участок г. Апрелевка",
      Tel:["+7(496)345-18-82","+7(916)374-71-64"],
      Email:"aprelevka@vdknf.ru",
      Adress:"г. Апрелевка, ул. Маяковского, 29",
      Time:"пн-чт с 8:00 до 17:00, пт с 8:00 до 15:45, обед 12:00-12:45",
      Boss:"Начальник участка - Цыганов Евгений Владимирович"
    },
    {
      Head:"Водопроводно-канализационный участок Алабино",
      Tel:["+7(929)508-65-03"],
      Email:"alabino@vdknf.ru",
      Adress:"",
      Time:"пн-чт с 8:00 до 17:00, пт с 8:00 до 15:45, обед 12:00-12:45",
      Boss:"Начальник участка - Семенов Сергей Владимирович"
    },
    {
      Head:"Водопроводно-канализационный участок Таширово и Головково",
      Tel:["+7(929)512-26-59"],
      Email:"golovkovo@vdknf.ru",
      Adress:"",
      Time:"пн-чт с 8:00 до 17:00, пт с 8:00 до 15:45, обед 12:00-12:45",
      Boss:"Начальник участка - Демидов Павел Владимирович"
    },
    {
      Head:"Водопроводно-канализационный участок Атепцево",
      Tel:["+7(916)374-71-63"],
      Email:"ateptsevo@vdknf.ru",
      Adress:"",
      Time:"пн-чт с 8:00 до 17:00, пт с 8:00 до 15:45, обед 12:00-12:45",
      Boss:"Начальник участка - Борисов Александр Геннадьевич"
    },
    {
      Head:"Испытательная лаборатория (вода, стоки)",
      Tel:["+7(929)512-24-96"],
      Email:"laboratory@vdknf.ru",
      Adress:"г. Наро-Фоминск, улица Профсоюзная (АБК очистных сооружений)",
      Time:"пн-чт с 8:00 до 17:00, пт с 8:00 до 15:45, обед 12:00-12:45",
      Boss:"Начальник лаборатории - Богомягков Александр Викторович"
    },
    {
      Head:"Передача показаний приборов учета",
      Tel:["+7(496)343-34-73"],
      Email:"abonent.boss@vdknf.ru",
      Adress:"г. Наро-Фоминск, ул. Московская, 11-205",
      Time:"пн-чт с 8:00 до 17:00, пт с 8:00 до 15:45, БЕЗ ОБЕДА",
      Boss:"",
      Tel_1:["+7(496)343-71-50"],
      Email_1:"inspection.boss@vdknf.ru",
      Adress_1:"г. Наро-Фоминск, ул. Московская, 11-101",
    },
    // {
    //   Head:"",
    //   Tel:"",
    //   Email:"",
    //   Adress:"",
    //   Time:"",
    //   Boss:""
    // },
  ]
}
